<!--进件中,商户协议的内容页面-->
<template>
  <div class="page">
    <ToolBar class="fixed">安田惠通用户注册协议 </ToolBar>
    <div class="content">
      <span class="company antian">深圳市安田数据服务有限公司</span>（以下简称“安田惠通”）依据本协议的规定为安田惠通用户（以下简称“用户”）提供服务，本协议在安田惠通和用户具有合同上的法律效力。安田惠通在此特别提醒您认真阅读、充分理解本协议各条款，特别是其中所涉及的免除及限制安田惠通责任的条款、对用户权利限制条款等。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权使用安田惠通于本协议下所提供的服务。您一经注册或使用安田惠通服务即视为对本协议全部条款已充分理解并完全接受。
      <br/> 　　
      <br/>
      <span>第一章   <span class="commonCss">安田惠通服务平台服务</span></span>
      <br/>
      <br/>
      <section>第一条    <span class="commonCss">安田惠通服务平台服务是由深圳市安田数据服务有限公司通过互联网平台向安田惠通用户提供的服务，具体服务内容主要包括：交易信息发布、提供交易管理服务、提供客户服务等，具体详情以安田惠通当时提供的服务内容为准。</span>　

      </section>
      <br/>
      <section>第二条  <span class="commonCss">为了保障您的权益，您在自愿使用安田惠通服务平台服务前，必须仔细阅读并充分理解知悉本服务协议所有条款。一经使用安田惠通服务平台服务即视为对本服务协议的充分理解和接受，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担相应的法律责任。</span>
        　　
      </section>
      <br/>
      <section>第三条  <span class="commonCss">在本协议履行过程中，安田惠通可根据情况对本服务协议进行修改。一旦本服务协议的内容发生变动，安田惠通将通过安田惠通服务平台公布最新的服务协议，不再向个人会员作个别通知。如果个人会员不同意安田惠通对本服务协议所做的修改，个人会员有权停止使用安田惠通服务。如果用户继续使用安田惠通服务，则视为用户接受安田惠通对本服务协议所做的修改，并应遵照修改后的协议执行。</span>
      </section>
      <br/>
      <section>第四条   <span class="commonCss">安田惠通对于用户的通知及任何其他的协议、告示或其他关于用户使用会员账户及服务的通知，用户同意安田惠通可通过安田惠通平台公告、电子邮件、手机短信、无线通讯装置等电子方式或常规的信件传递等方式进行，该等通知于发送之日视为已送达收件人。因信息传输等原因导致用户未在前述通知发出当日收到该等通知的，安田惠通不承担责任。</span> 　　</section>

      <br/>
      <section>第五条 <span class="commonCss">安田惠通可以依其对判断暂时停止提供、限制或改变安田惠通服务，只要用户仍然使用安田惠通服务，即表示用户仍然同意本服务协议。</span> 　　
      </section>
      <br/>
      <section>第二章   <span class="commonCss">安田惠通服务平台服务的内容</span></section>

      <br/>
      <section>第六条 <span class="commonCss">安田惠通服务平台服务内容主要包括根据用户需求发布交易信息、提供交易管理服务、提供客户服务等，具体详情以安田惠通平台当时提供的服务内容为准。安田惠通服务的部分内容需要用户根据安田惠通要求完成身份认证及银行卡认证，未进行身份认证及/或银行卡认证的用户将无法使用该部分安田惠通服务。因未能完成认证而无法享受安田惠通服务平台服务造成的损失，安田惠通不承担任何责任。</span>
        　　
      </section>
      <br/>
      <section>第七条   <span class="commonCss">安田惠通将为用户提供信息发布服务。安田惠通向用户提供的各种信息及资料仅为参考，用户应依其独立判断做出决策。用户据此进行交易的，产生的风险由用户自行承担，用户无权据此向安田惠通提出任何法律主张。在交易过程中，用户之间发生的纠纷，由纠纷各方自行解决，安田惠通不承担任何责任。</span>
        　　
      </section>
      <br/>
      <section>第八条      <span class="commonCss">安田惠通将为用户提供以下交易管理服务：</span> 　</section>
      <br/>
  <span class="commonCss">1、用户在安田惠通平台（包括但不限于安田惠通官方网站、安田惠通微信公众号、安田惠通小程序、安田惠通APP等）进行注册时将生成用户账户，用户账户将记载用户在安田惠通服务平台的活动，上述用户账户是用户登陆安田惠通平台的唯一账户。</span> 　
      <br/>
      <br/>
<span class="commonCss">2、用户保证并承诺通过安田惠通平台进行交易的资金来源合法。</span> 　
      <br/>
      <br/>
<span class="commonCss">3、用户确认，用户在安田惠通平台上按安田惠通服务流程所确认的交易状态，将成为安田惠通为用户进行相关交易或操作（包括但不限于支付或收取款项、冻结资金、订立合同等）的不可撤销的指令。用户同意相关指令的执行时间以安田惠通在安田惠通系统中进行实际操作的时间为准。用户同意安田惠通有权依据本协议及/或安田惠通相关纠纷处理规则等约定对相关事项进行处理。<br/><br/>用户未能及时对交易状态进行修改、确认或未能提交相关申请所引起的任何纠纷或损失由用户自行负责，安田惠通不承担任何责任。</span> 　
      <br/>
      <br/>
<span class="commonCss">4、用户了解安田惠通并不是银行或金融机构，按照中国法律规定，安田惠通不提供“即时”金额转账服务，用户同意安田惠通对资金到账延迟不承担任何责任。</span> 　
      <br/>
      <br/>
<span class="commonCss">5、用户理解并同意，安田惠通向符合条件的用户提供服务。安田惠通对在安田惠通平台上进行的投资、借款等交易行为不承担任何责任，安田惠通无法也没有义务保证用户在发出借款要约或投资意向后，能够实际获得借款或投资成功，用户因前述原因导致的损失（包括但不限于利息、手续费等损失）由用户自行承担，安田惠通不承担责任。</span> 　
      <br/>
      <br/>
<span class="commonCss">6、用户通过安田惠通平台进行各项交易或接受交易款项时，若用户未遵从本服务协议条款或安田惠通公布的交易规则中的操作指示，安田惠通不承担任何责任。若发生上述状况而款项已先行拨入用户账户下，用户同意安田惠通有权直接从相关用户账户中扣回款项及禁止用户要求支付此笔款项之权利。此款项若已汇入用户的银行账户，用户同意安田惠通有向用户事后索回的权利，由此产生的追索费用由用户承担。</span> 　
 <br/>
      <br/>
<span class="commonCss">7、安田惠通有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等，用户了解安田惠通的前述设定可能会对交易造成一定不便，对此没有异议。</span> 　
      <br/>
      <br/>
<span class="commonCss">8、如果安田惠通发现了因系统故障或其他任何原因导致的处理错误，无论有利于安田惠通还是有利于用户，安田惠通都有权纠正该错误。如果该错误导致用户实际收到的款项多于应获得的金额，则无论错误的性质和原因为何，安田惠通保留纠正不当执行的交易的权利，用户应根据安田惠通向用户发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。用户理解并同意，用户因前述处理错误而多付或少付的款项均不计利息，安田惠通不承担因前述处理错误而导致的任何损失或责任（包括用户可能因前述错误导致的利息、汇率等损失）。</span> 　

 <br/>
      <br/>
      <section>第九条  <span class="commonCss">安田惠通将为用户提供以下客户服务：</span> </section>
     　　
 <br/>
  <span class="commonCss">1、银行卡认证：为使用安田惠通或安田惠通委托的第三方机构提供的充值、取现、代扣等服务，用户应按照安田惠通平台规定的流程提交以用户本人名义登记的有效银行借记卡等信息，经由安田惠通审核通过后，安田惠通会将用户的账户与前述银行账户进行绑定。如用户未按照安田惠通规定提交相关信息或提交的信息错误、虚假、过时或不完整，或者安田惠通有合理的理由怀疑用户提交的信息为错误、虚假、过时或不完整，安田惠通有权拒绝为用户提供银行卡认证服务，用户因此未能使用充值、取现、代扣等服务而产生的损失自行承担。</span> 　
      <br/>
      <br/>
<span class="commonCss">2、代收/代付：安田惠通按照其平台当时向用户开放的功能提供代收/代付服务，自行或委托第三方机构代为收取其他会员或安田惠通合作的担保公司等第三方向用户的账户支付的本息、代偿金等各类款项，或者，将用户账户里的款项支付给用户指定的其他方。安田惠通不保证提供的前述服务符合用户的期望。</span> 　
      <br/>
      <br/>
<span class="commonCss">3、查询：安田惠通将对用户在安田惠通平台的所有操作进行记录，不论该操作之目的最终是否实现。用户可以通过会员账户实时查询会员账户名下的交易记录。用户理解并同意用户最终收到款项的服务是由用户经过认证的银行卡对应的银行提供的，需向该银行请求查证。用户理解并同意通过安田惠通平台查询的任何信息仅作为参考，不作为相关操作或交易的证据或依据；如该等信息与安田惠通记录存在任何不一致，应以安田惠通提供的书面记录为准。<br/>   <br/> 用户了解，上述代收/代付服务涉及安田惠通与银行及其他机构合作。用户同意：(a) 受银行仅在工作日进行资金代扣及划转的现状等各种原因所限，安田惠通不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失；(b) 一经用户使用前述服务，即表示用户不可撤销地授权安田惠通进行相关操作，且该等操作是不可逆转的，用户不能以任何理由拒绝付款或要求取消交易。就前述服务，安田惠通暂不会向用户收取费用，但用户应按照第三方的规定向第三方支付费用，具体请见第三方网站的相关信息。与第三方之间就费用支付事项产生的争议或纠纷，与安田惠通无关。</span> 　
      <br/>
      <br/>
<span class="commonCss">4、用户每次使用安田惠通服务应直接登录安田惠通网站或使用安田惠通提供的链接登陆天天富互联网金融服务平台（网址：rich.chinaums.com, 如安田惠通以公告等形式发布新的网址，请届时登陆新的网址），而不要通过邮件或其他网站提供的链接登录。用户每次拨打安田惠通客户电话应拨打安田惠通官方网站提供的客服电话95534（如安田惠通以公告等形式发布新的客服电话，请届时拨打新的客服电话），而不要拨打其他任何电话。</span> 　
      <br/>
      <br/>
<span class="commonCss">5、用户同意，安田惠通有权在提供安田惠通服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在安田惠通平台的任何页面上投放广告），并且，用户同意接受安田惠通通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。</span> 　

 <br/>
      <br/>
 <section>第十条  <span class="commonCss">安田惠通将为用户提供以下合同管理服务：</span> 　</section>
     　
 <br/>
  <span class="commonCss">1、在天天富互联网金融服务平台交易需订立的合同采用电子合同或纸质合同方式。用户使用会员账户登录天天富互联网金融服务平台后，根据安田惠通的相关规则，以会员账户ID在平台通过点击确认或类似方式签署的电子合同即视为用户本人真实意愿并以用户本人名义签署的合同，具有法律效力。用户应妥善保管自己的账户密码等账户信息，用户通过前述方式订立的电子合同对合同各方具有法律约束力，用户不得以其账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。</span> 　
      <br/>
      <br/>
<span class="commonCss">2、用户根据本协议以及安田惠通的相关规则签署电子合同后，不得擅自修改该合同。安田惠通向用户提供电子合同的备案、查看、核对服务，如对电子合同真伪或电子合同的内容有任何疑问，用户可通过使用安田惠通的“查阅合同”功能进行核对。如对此有任何争议，应以安田惠通记录的合同为准。</span> 　
      <br/>
      <br/>
<span class="commonCss">3、用户不得私自仿制、伪造在安田惠通平台上签订的电子合同或印章，不得用伪造的合同进行招摇撞骗或进行其他非法使用，否则由用户自行承担责任。</span> 　
 <br/>
      <br/>
      <section>第十一条  <span class="commonCss">除外责任</span> 　　</section>
      <br/>
  <span class="commonCss">1、在任何情况下，对于用户使用安田惠通服务过程中涉及由第三方提供相关服务的责任由该第三方承担，安田惠通不承担该等责任。安田惠通不承担责任的情形包括但不限于：</span> 　
      <br/>
      <br/>
<span class="commonCss">(1) 因银行、其他机构未按照用户和/或安田惠通指令进行操作引起的任何损失或责任；</span> 　
      <br/>
      <br/>
<span class="commonCss">(2) 因银行、其他机构原因导致资金未能及时到账或未能到账引起的任何损失或责任；</span>
      <br/>
      <br/>
    <span class="commonCss">(3) 因银行、其他机构对交易限额或次数等方面的限制而引起的任何损失或责任；</span> 　
      <br/>
      <br/>
<span class="commonCss">(4) 因其他第三方的行为或原因导致的任何损失或责任。</span> 　
      <br/>
      <br/>
<span class="commonCss">2、 因用户自身的原因导致的任何损失或责任，由用户自行负责，安田惠通不承担责任。安田惠通不承担责任的情形包括但不限于：</span> 　
      <br/>
      <br/>
<span class="commonCss">(1) 用户未按照本协议或天天富互联网金融服务平台不时公布的任何规则进行操作导致的任何损失或责任；</span> 　
  <br/>
      <br/>
<span class="commonCss">(2) 因用户使用的银行卡的原因导致的损失或责任，包括用户使用未经认证的银行卡或使用非用户本人的银行卡或使用信用卡，用户的银行卡被冻结、挂失等导致的任何损失或责任；</span> 　
      <br/>
      <br/>
<span class="commonCss">(3) 用户向安田惠通发送的指令信息不明确、或存在歧义、不完整等导致的任何损失或责任；</span> 　
      <br/>
      <br/>
<span class="commonCss">(4) 用户账户内余额不足导致的任何损失或责任；</span> 　
      <br/>
      <br/>
<span class="commonCss">(5) 其他因用户原因导致的任何损失或责任。</span> 　



  <br/>
      <br/>
      <section>第三章  <span class="commonCss">风险提示</span></section>
      <br/>
      <section>第十二条  <span class="commonCss">用户了解并认可，任何通过安田惠通进行的交易并不能避免以下风险的产生，安田惠通不能也没有义务为如下风险负责：</span> 　</section>
      <br/>
  <span class="commonCss">1、 宏观经济风险：因宏观经济形势变化，可能引起价格等方面的异常波动，用户有可能遭受损失；</span> 　
      <br/>
      <br/>
<span class="commonCss">2、 政策风险：有关法律、法规及相关政策、规则发生变化，可能引起价格等方面异常波动，用户有可能遭受损失；</span> 　
  <br/>
      <br/>
<span class="commonCss">3、 违约风险：因其他交易方无力或无意愿按时足额履约，用户有可能遭受损失；</span> 　
      <br/>
      <br/>
<span class="commonCss">4、 利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；</span> 　
      <br/>
      <br/>
<span class="commonCss">5、 不可抗力因素导致的风险；</span> 　
      <br/>
      <br/>
<span class="commonCss">6、 因用户的过错导致的任何损失 ，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理交易时他人恶意或不当操作而造成的损失。</span> 　
  <br/>
      <br/>

      <section>第十三条    <span class="commonCss">安田惠通不对任何用户及/或任何交易提供任何担保或条件，无论是明示、默示或法定的。安田惠通不能也不试图对用户发布的信息进行控制，对该等信息，安田惠通不承担任何形式的证明、鉴定服务。安田惠通不能完全保证平台内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且无需承担任何由此引起的法律责任。用户依赖于用户的独立判断进行交易，用户应对其作出的判断承担全部责任。</span> 　</section>

      <br/>


      <section>第十四条   <span class="commonCss">以上并不能揭示用户通过安田惠通进行交易的全部风险及市场的全部情形。用户在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。</span> 　</section>
      <br/>

      <section>第四章   <span class="commonCss">服务费用</span></section>

      <br/>
      <section>第十五条   <span class="commonCss">当用户使用安田惠通服务时，安田惠通会向用户收取相关服务费用。各项服务费用详见用户使用安田惠通服务时安田惠通平台上所列之收费方式说明。安田惠通保留单方面制定及调整服务费用的权利。</span> 　</section>


      <br/>
      <section>第十六条  <span class="commonCss">用户在使用安田惠通服务过程中可能需要向第三方（如银行或其他机构等）支付一定的费用，具体收费标准详见第三方网站相关页面，或安田惠通平台的提示。</span> 　</section>



 <br/>
      <section>第五章   <span class="commonCss">账户安全及管理</span></section>

      <br/>
      <section>第十七条  <span class="commonCss">用户了解并同意，确保会员账户及密码的机密安全是用户的责任。用户将对利用该会员账户及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</span> 　　</section>

 <br/>
  <span
      class="commonCss">(1) 用户不对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。因黑客、病毒或用户的保管疏忽等非安田惠通原因导致用户的会员账户遭他人非法使用的，安田惠通不承担任何责任。</span> 　
 <br/>
      <br/>

      <span class="commonCss">(2) 安田惠通通过用户的会员账户及密码来识别用户的指令，用户确认，使用用户账户和密码登陆后在安田惠通的一切行为均代表用户本人。会员账户操作所产生的电子信息记录均为用户行为的有效凭据，并由用户本人承担由此产生的全部责任。</span> 　
 <br/>
      <br/>

      <span class="commonCss">(3) 冒用他人账户及密码的，安田惠通及其合法授权主体保留追究实际使用人连带责任的权利。</span>
      　 <br/>
      <br/>
    <span class="commonCss">(4) 用户应根据安田惠通的相关规则以及安田惠通平台的相关提示创建一个安全密码，应避免选择过于明显的单词或日期，比如用户的姓名、昵称或者生日等。</span> 　
 <br/>
      <br/>
<span class="commonCss">(5) 为使与安田惠通其他平台及子公司平台一站式登录之便，天天富互联网金融服务平台可将用户经过验证的手机号和经过验证的邮箱作为登录用户名的补充登录。涉及其他系统的重复用户名、手机、邮箱等登录元素情况时，安田惠通在联系通知客户并取得授权的情况下，可修改用户名为相近情况，未验证手机号或邮箱不作为登录元素等处理。在用户已验证手机号已无法接通，包括但不限于停机、号码不存在、多次呼叫均无应答的情况，安田惠通有权在确定用户无产品使用情况下删除该用户。</span> 　

 <br/>
      <br/>
      <section>第十八条 <span class="commonCss">用户如发现有第三人冒用或盗用用户账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知安田惠通，要求安田惠通暂停相关服务，否则由此产生的一切责任由用户本人承担。同时，用户理解安田惠通对用户的请求采取行动需要合理期限，在此之前，安田惠通对第三人使用该服务所导致的损失不承担任何责任。</span> 　　</section>
 <br/>
      <section>第十九条  <span class="commonCss">用户决定不再使用会员账户时，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将会员账户中的可用款项（如有）全部取现或者向安田惠通发出其它合法的支付指令，并向安田惠通申请注销该会员账户，经安田惠通审核同意后可正式注销会员账户。<br/> <br/>会员死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若会员丧失全部或部分民事权利能力或民事行为能力，安田惠通或其授权的主体有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与会员账户相关的款项。</span> 　　</section>


 <br/>
      <section>第二十条   <span class="commonCss">安田惠通有权基于单方独立判断，在其认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向用户提供本协议项下的全部或部分会员服务（包括收费服务），并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：</span> 　　</section>
      <br/>
  <span class="commonCss">1、安田惠通认为用户提供的个人资料不具有真实性、有效性或完整性；</span> 　
 <br/>
      <br/>
<span class="commonCss">2、安田惠通发现异常交易或有疑义或有违法之虞时；</span> 　
 <br/>
      <br/>
<span class="commonCss">3、安田惠通认为用户账户涉嫌洗钱、套现、传销、被冒用或其他安田惠通认为有风险之情形；</span>
      <br/>　
       <br/>
    <span class="commonCss">4、 安田惠通认为用户已经违反本协议中规定的各类规则及精神；</span> 　
 <br/>
      <br/>
<span class="commonCss">5、 用户在使用安田惠通收费服务时未按规定向安田惠通支付相应的服务费用；</span> 　
 <br/>
      <br/>
<span class="commonCss">6、 用户账户已连续三年内未实际使用且账户中余额为零；</span> 　
 <br/>
      <br/>
<span class="commonCss">7、 安田惠通基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向用户提供本协议项下的全部或部分会员服务（包括收费服务），并将注册资料移除或删除的其他情形。</span> 　
      <br/>
      <br/>


      <section>第二十一条   <span class="commonCss">用户同意在必要时，安田惠通无需进行事先通知即有权终止提供会员账户服务，并可能立即暂停、关闭或删除用户账户及该会员账户中所有相关资料及档案。</span> 　　</section>
      <br/>
      <section>第二十二条  <span class="commonCss">用户同意，会员账户的暂停、中断或终止不代表用户责任的终止，用户仍应对使用安田惠通服务期间的行为承担可能的违约或损害赔偿责任，同时安田惠通仍可保有用户的相关信息。</span> 　　</section>
      <br/>
      <section>第六章  <span class="commonCss">会员的守法义务及承诺</span></section>

      <br/>
      <section>第二十三条  <span
        class="commonCss">用户承诺绝不为任何非法目的或以任何非法方式使用安田惠通服务，并承诺遵守中国相关法律、法规及一切使用互联网之国际惯例，遵守所有与安田惠通服务有关的网络协议、规则和程序。</span> </section>
     　　
<br/>

      <section>第二十四条   <span class="commonCss">用户同意并保证不得利用安田惠通服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。上述行为包括但不限于：</span> 　</section>
    　<br/>

  <span class="commonCss">1、反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的。</span> 　
<br/>
      <br/>
<span class="commonCss">2、侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益。</span> 　
<br/>
      <br/>
<span class="commonCss">3、违反依法律或合约所应负之保密义务。</span>
      　<br/>
      <br/>
    <span class="commonCss">4、冒用他人名义使用安田惠通服务。</span> 　
<br/>
      <br/>
<span class="commonCss">5、从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件或其他违禁物。</span> 　
<br/>
      <br/>
<span class="commonCss">6、提供赌博资讯或以任何方式引诱他人参与赌博。</span> 　
<br/>
      <br/>

<span class="commonCss">7、涉嫌洗钱、套现或进行传销活动的。</span> 　
<br/>
      <br/>
<span class="commonCss">8、从事任何可能含有电脑病毒或是可能侵害安田惠通服务系統、资料等行为。</span><br/>
      　<br/>
    <span class="commonCss">9、利用安田惠通服务系统进行可能对互联网或移动网正常运转造成不利影响之行为。</span> 　
<br/>
      <br/>
<span class="commonCss">10、侵犯安田惠通的商业利益，包括但不限于发布非经安田惠通许可的商业广告。</span> 　
<br/>
      <br/>
<span class="commonCss">11、利用安田惠通服务上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。</span> 　
<br/>
      <br/>
<span class="commonCss">12、其他安田惠通有正当理由认为不适当之行为。</span> 　
<br/>
      <br/>

      <section>第二十五条  <span class="commonCss">安田惠通保有依其单独判断删除安田惠通平台内各类不符合法律政策或不真实或不适当的信息内容而无须通知会员的权利，并无需承担任何责任。 若用户未遵守以上规定的，安田惠通有权作出独立判断并采取暂停或关闭会员账户等措施，而无需承担任何责任。</span> 　</section>
      　


<br/>
      <section>第二十六条    <span class="commonCss">用户同意，由于用户违反本协议，或违反通过援引并入本协议并成为本协议一部分的文件，或由于用户使用安田惠通服务违反了任何法律或第三方的权利而造成任何第三方进行或发起的任何补偿申请或要求（包括律师费用），用户会对安田惠通及其关联方、合作伙伴、董事以及雇员给予全额补偿并使之不受损害。</span> 　　</section>



      <br/>
      <section>第二十七条  <span class="commonCss">用户承诺，其通过安田惠通平台上传或发布的信息均真实有效，其向安田惠通提交的任何资料均真实、有效、完整、详细、准确。如因违背上述承诺，造成安田惠通或安田惠通其他使用方损失的，用户将承担相应责任。</span> 　　</section>


<br/>
      <section>第七章   <span class="commonCss">服务中断或故障</span></section>

      <br/>
      <section>第二十八条    <span class="commonCss">用户同意，基于互联网的特殊性，安田惠通不担保服务不会中断，也不担保服务的及时性和/或安全性。系统因相关状况无法正常运作，使用户无法使用任何安田惠通服务或使用任何安田惠通服务时受到任何影响时，安田惠通对用户或第三方不负任何责任，前述状况包括但不限于：</span> 　　</section>


      <br/>
  <span class="commonCss">1、安田惠通系统停机维护期间。</span> 　
      <br/>
      <br/>
<span class="commonCss">2、电信设备出现故障不能进行数据传输的。</span> 　
      <br/>
      <br/>
<span class="commonCss">3、由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的安田惠通服务中断或延迟。</span>
      　      <br/>
      <br/>
    <span class="commonCss">4、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成安田惠通系统障碍不能执行业务的。</span> 　


      <br/>
      <br/>
      <section>第八章  <span class="commonCss">责任范围及限制</span></section>

      <br/>
      <section>第二十九条  <span class="commonCss">安田惠通未对任何安田惠通服务提供任何形式的保证，包括但不限于以下事项：</span> </section>
     　　
      <br/>
  <span class="commonCss">1、安田惠通服务将符合用户的需求。</span> 　
      <br/>
      <br/>
<span class="commonCss">2、安田惠通服务将不受干扰、及时提供或免于出错。</span>
      <br/>　
      <br/>
<span class="commonCss">3、用户经由安田惠通服务购买或取得之任何产品、服务、资讯或其他资料将符合用户的期望。</span><br/>
      　

      <br/>
      <section>第三十条    <span class="commonCss">安田惠通服务的合作单位所提供的服务品质及内容由该合作单位自行负责。天天富互联网金融服务平台的内容可能涉及由第三方所有、控制或者运营的其他网站（以下简称“第三方网站”）。安田惠通不能保证也没有义务保证第三方网站上任何信息的真实性和有效性。用户确认按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站不是安田惠通推荐或者介绍的，第三方网站的内容、产品、广告和其他任何信息均由用户自行判断并承担风险，而与安田惠通无关。用户经由安田惠通服务的使用下载或取得任何资料，应由用户自行考量且自负风险，因资料的下载而导致的任何损坏由用户自行承担。</span> 　　</section>
      <br/>
      <section>第三十一条  <span class="commonCss">用户自安田惠通及安田惠通工作人员或经由安田惠通服务取得的建议或资讯，无论其为书面或口头，均不构成安田惠通对安田惠通服务的任何保证。</span> 　 </section>
     　

      <br/>
      <section>第三十二条 <span
        class="commonCss">安田惠通不保证为向用户提供便利而设置的外部链接的准确性、有效性、安全性和完整性，同时，对于该等外部链接指向的不由安田惠通实际控制的任何网页上的内容，安田惠通不承担任何责任。</span> 　　</section>



      <br/>
      <section>第三十三条  <span class="commonCss">在法律允许的情况下，安田惠通对于与本协议有关或由本协议引起的，或者，由于使用安田惠通平台、或由于其所包含的或以其它方式通过安田惠通平台提供给用户的全部信息、内容、材料、产品（包括软件）和服务、或购买和使用产品引起的任何间接的、惩罚性的、特殊的、派生的损失（包括但不限于业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使其事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除安田惠通对上述损失的责任</span> 　　</section>

      <br/>
      <section>第三十四条 <span class="commonCss">除本协议另有规定外，在任何情况下，安田惠通对本协议所承担的违约赔偿责任总额不超过向用户收取的当次安田惠通服务费用总额。</span> 　</section>

      <br/>
      <section>第九章 <span class="commonCss">隐私权保护及授权条款</span></section>

      <br/>
      <section>第三十五条 <span class="commonCss">用户授权安田惠通及其关联实体收集、使用及储存用户的个人信息。个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息，包括但不限于自然人的姓名、出生日期、身份证件号码、个人生物识别信息、住址、电话号码等。对于用户提供的、安田惠通及其关联实体收集的、经认证的个人信息将按照本协议予以保护、使用或者披露，安田惠通无需用户同意即可向安田惠通关联实体转让与安田惠通平台有关的全部或部分权利和义务。未经安田惠通事先书面同意，用户不得转让其在本协议项下的任何权利和义务。</span> 　</section>
      　

      <br/>
      <section>第三十六条 <span class="commonCss">安田惠通可能自公开及私人资料来源收集用户的额外资料，以更好地掌握用户情况，并为用户度身订造安田惠通服务、解决争议并有助确保在安田惠通平台进行安全交易。</span> 　　</section>

      <br/>
      <section>第三十七条  <span
        class="commonCss">安田惠通按照用户在安田惠通平台上的行为自动追踪关于用户的某些资料。在不透露用户的隐私资料的前提下，安田惠通有权对整个会员数据库进行分析并对会员数据库进行商业上的利用。</span> 　　</section>

      <br/>
      <section>第三十八条 <span class="commonCss">用户同意，安田惠通可在安田惠通平台的某些网页上使用诸如“Cookies”的资料收集装置。</span> 　</section>
      　

  <br/>
      <section>第三十九条  <span class="commonCss">用户同意安田惠通可使用关于用户的相关资料（包括但不限于安田惠通持有的有关用户的档案中的资料，安田惠通从用户目前及以前在安田惠通平台上的活动所获取的其他资料以及安田惠通通过其他方式自行收集的资料）以解决争议、对纠纷进行调停。用户同意安田惠通可通过人工或自动程序对用户的资料进行评价。</span> 　　</section>


      <br/>
      <section>第四十条    <span class="commonCss">安田惠通采用行业标准惯例以保护用户的资料。用户因履行本协议提供给安田惠通的信息，安田惠通不会恶意出售或免费共享给任何第三方，以下情况除外：</span></section>

      　   <br/>
      <span class="commonCss">1、提供独立服务且仅要求服务相关的必要信息的供应商，如印刷厂、邮递公司等；</span> 　
  <br/>
      <br/>
<span class="commonCss">2、具有合法调阅信息权限并从合法渠道调阅信息的政府部门或其他机构，如公安机关、法院；</span> 　
  <br/>
      <br/>
<span class="commonCss">3、安田惠通的关联实体；</span>
      　  <br/>
      <br/>
      <span class="commonCss">4、经平台使用方或平台使用方授权代表同意的第三方。</span>
      <br/>
      <br/>
      <section>第四十一条  <span class="commonCss">安田惠通有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。在用户未能按照与安田惠通签订的服务协议或者与安田惠通其他会员签订的协议等其他法律文本的约定履行自己应尽的义务时，安田惠通有权根据自己的判断，或者与该笔交易有关的其他会员的请求披露用户的个人信息和资料，并做出评论。您严重违反安田惠通的相关规则（包括但不限于您的借款逾期超过[30]天等）的，安田惠通有权对用户提供的及安田惠通自行收集的用户的个人信息和资料编辑入网站黑名单，并将该黑名单对第三方披露，且安田惠通有权将您提交或安田惠通自行收集的您的个人资料和信息与任何第三方进行数据共享，以便网站和第三方催收逾期借款及对您的其他申请进行审核之用，由此可能造成的您的任何损失，安田惠通不承担法律责任。</span></section>

      　  <br/>

      <section>第十章 <span class="commonCss">知识产权的保护</span></section>

      　  <br/>
      <section>第四十二条    <span class="commonCss">安田惠通平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由安田惠通或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</span> 　　</section>

  　  <br/>

      <section>第四十三条 <span class="commonCss">非经安田惠通或其他权利人书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表安田惠通平台程序或内容。</span> 　　</section>

  　  <br/>

      <section>第四十四条  <span class="commonCss">用户未经安田惠通的明确书面同意不许下载（除了页面缓存）或修改平台或其任何部分。用户不得对安田惠通平台或其内容进行转售或商业利用；不得收集和利用产品目录、说明和价格；不得对安田惠通平台或其内容进行任何衍生利用；不得为其他商业利益而下载或拷贝账户信息或使用任何数据采集、Robots或类似的数据收集和摘录工具。未经安田惠通的书面许可，严禁对安田惠通平台的内容进行系统获取以直接或间接创建或编辑文集、汇编、数据库或人名地址录（无论是否通过Robots、Spiders、自动仪器或手工操作）。另外，严禁为任何未经本使用条件明确允许的目的而使用安田惠通平台上的内容和材料。</span> 　　</section>

  　  <br/>

      <section>第四十五条  <span class="commonCss">未经安田惠通明确书面同意，不得以任何商业目的对安田惠通网站或其任何部分进行复制、复印、仿造、出售、转售、访问、或以其他方式加以利用。未经安田惠通明确书面同意，用户不得用frame或运用frame技巧把安田惠通或其关联公司的商标、标识或其他专有信息（包括图像、文字、网页设计或形式）据为己有。未经安田惠通明确书面同意，用户不得以Meta Tags或任何其他"隐藏文本"方式使用安田惠通或其关联公司的名字和商标。任何未经授权的使用都会终止安田惠通所授予的允许或许可。</span></section>

      　  <br/>
      <section>第四十六条   <span class="commonCss">尊重知识产权是用户应尽的义务，如有违反，用户应对安田惠通承担损害赔偿等法律责任。</span></section>

      　  <br/>
      <section>第十一章   <span class="commonCss">条款的解释、法律适用及争端解决</span></section>

      　  <br/>

      <section>第四十七条    <span class="commonCss">本协议是由用户与安田惠通共同签订的，适用于用户在安田惠通的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。</span></section>

      　  <br/>
      <section>第四十八条    <span class="commonCss">本协议不涉及用户与安田惠通的其他会员之间，因网上交易而产生的法律关系及法律纠纷。但用户在此同意将全面接受并履行与安田惠通其他会员在安田惠通签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。</span></section>

      　  <br/>
      <section>第四十九条   <span class="commonCss">如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</span></section>

      　  <br/>
      <section>第五十条  <span class="commonCss">安田惠通对本服务协议拥有最终的解释权。</span></section>

      　  <br/>
      <section>第五十一条  <span class="commonCss">本协议及其修订的有效性、履行与本协议及其修订效力有关的所有事宜，将受中国法律管辖，任何争议仅适用中国法律。</span></section>

      　  <br/>
      <section>第五十二条  <span class="commonCss">本协议签订地为中国上海市。因本协议所引起的会员与安田惠通的任何纠纷或争议，首先应友好协商解决，协商不成的，会员在此完全同意将纠纷或争议提交安田惠通所在地有管辖权的人民法院诉讼解决。</span></section>

      　  <br/>
    </div>


  </div>
</template>
<script>

  import ToolBar from '../ToolBar.vue'
  export default {

    components: {ToolBar},
    data(){
      return {}
    },

  }
</script>
<style scoped>
  .page .fixed {
    position: fixed;
    width: 100%;
  }

  .commonCss {
    font-weight: normal;

  }
  section >span{
    margin-left: 0.4rem;
  }

  section {
    font-weight: bold;
  }

  .company {
    font-weight: bold;
  }

  .page {
    background-color: #f2f2f2;
  }

  .content {
    margin-left: 0.4rem;
    margin-right: 0.4rem;
    font-size: 30px;
    color: #666666;
    text-align: justify;
    line-height: 0.7rem;
    padding-top: 100px;
  }

  .antian {
    margin-left: 0.8rem;
  }
</style>
